Repository: eodolphi/jsonschema
Catalog: jsonschema/locale/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: %r is not a %r
nl_nl: %r is geen %r

source: Additional items are not allowed (%s %s unexpected)
nl_nl: Extra elementen zijn niet toegestaan (%s %s)

source: less than or equal to
nl_nl: minder dan of gelijk aan

source: less than
nl_nl: minder dan

source: %r is %s the minimum of %r
nl_nl: %r is %s het minimum voor %r

source: greater than or equal to
nl_nl: groter dan of gelijk aan

source: greater than
nl_nl: groter dan

source: %r is %s the maximum of %r
nl_nl: %r is %s het maximum voor %r

source: %r is not a multiple of %r
nl_nl: %r is geen veelvoud van %r

source: %r is too short
nl_nl: %r is te kort

source: %r is too long
nl_nl: %r is te lang

source: %r has non-unique elements
nl_nl: %r is niet uniek

source: %r does not match %r
nl_nl: %r komt niet overeen met %r

source: %r is a dependency of %r
nl_nl: %r is een afhankelijkheid van %r

source: %r is not one of %r
nl_nl: %r is niet een van %r

source: %r is a required property
nl_nl: %r is verplicht

source: %r is disallowed for %r
nl_nl: %r is niet toegestaan voor %r

source: %r does not have enough properties
nl_nl: %r heeft niet genoeg elementen

source: %r has too many properties
nl_nl: %r heeft te veel elementen

source: %r is not valid under any of the given schemas
nl_nl: %r is niet valide onder een van de schemas

source: %r is valid under each of %s
nl_nl: %r is niet valide onder elk van %s

source: %r is not allowed for %r
nl_nl: %r is niet teogestaan voor %r
